{
    "title.home": "SkylightProduction",
    "title.invite-page": "SK: Application",
    "title.services-page": "SK: Services",
    "title.services-page.standart-skin": "SK: Skin 64x64",
    "title.services-page.totem": "SK: Totem",
    "title.services-page.model": "SK: Model",
    "title.services-page.logo": "SK: Minecraft Style Logo",
    "title.services-page.rew-skin": "SK: Redraw Skin",
    "title.services-page.texture": "SK: Texture",
    "title.services-page.cape": "SK: Cape",
    "title.services-page.characters-design": "SK: Character Design",
    "title.projects-page": "SK: Projects",
    "title.projects-page.beautiful-world": "SK: Beautiful world",
    "title.projects-page.sfs-gui": "SK: SF's GUI",
    "title.projects-page.acofi": "SK: ACOFI",
    "title.projects-page.blood-crystal": "SK: Blood crystal",
    "title.projects-page.citattfp": "SK: CITATTFP",
    "title.projects-page.dungeons-content": "SK: Dungeons Content",
    "title.projects-page.dc-disc-addon": "SK: Dungeons Content Music Disc",
    "title.projects-page.harpiccore": "SK: HarpicCore",
    "title.projects-page.mdetheme": "SK: MDEStudio Theme",
    "title.studios.skylightmodding": "SK: SkylightModding",
    "title.studios.mdestudio": "SK: MDEStudio",

    "nav_bar.home_page": "Home",
    "nav_bar.projects_page": "Projects",
    "nav_bar.services_page": "Services",

    "footer.url-column-name": "Links",
    "footer.contacts-column-name": "Contacts",
    "footer.button.invite": "Join us",
    "footer.button.change-theme": "Change Theme",

    "home.about_text": "The Complex of studios developing content for",
    "home.our_studios": "Our studios:",
    "home.skylightmodding.creation-date": "Founded: 17.10.2022",
    "home.skylightmodding.projects-count": "Total projects: 5",
    "home.mdestudio.creation-date": "Founded: 22.07.2019",
    "home.mdestudio.projects-count": "Total projects: 5",

    "invite.title": "Application to join the SK",
    "invite.one-p": ["Before join us, please read our", "privacy policy."],

    "studio.role.founder": "Founder",
    "studio.tole.co-founder": "Co-founder",

    "services-page.title": "Services of",
    "services-page.message.one-p": "Due to circumstances we are unable to issue an MSRN, and because of this we are unable to connect online cash registers, so payment for our services will be made through the DonationAlerts service.",
    "services-page.message.second-p": ["In donate be", "sure", "to include email or Discord nickname, to contact you."],

    "service-info-page.button.pay": "Order",
    "service-info-page.chapter.work-examples": "Work examples:",

    "service.standart_skin.name": "Skin 64х64",
    "service.standart_skin.price": "$ 4",
    "service.standart_skin.description": "Tired of the usual Steve and Alex? Have you gotten tired of the new skins too? Then we will help you create a unique design for your skin!",
    "service.rew_skin.name": "Redraw skin",
    "service.rew_skin.price": "$ 3",
    "service.rew_skin.description": "Redrawing a skin is suitable for those who want to preserve the image of their character, but at the same time improve the quality.",
    "service.logo.name": "Logo in Minecraft style",
    "service.logo.price": "$ 3",
    "service.logo.description": "A great thing for designing a server or mod download page.",
    "service.model.name": "Model",
    "service.model.price": "$ 3",
    "service.model.description": "The model is one of the main elements of any mod, capable of showing the entire visual of the modification.",
    "service.texture.name": "Texture",
    "service.texture.price": "$ 2",
    "service.texture.description": "Texture is the main component of all Minecraft visuals. We implement any ideas for mods, resource packs and more to improve the visuals.",
    "service.totem.name": "Totem",
    "service.totem.price": "$ 1",
    "service.totem.description": "Do you want the totem that preserves your life to look like you or your comrade? Then we will help you realize your idea!",
    "service.cape.name": "Cape",
    "service.cape.price": "$ 2",
    "service.cape.description": "An interesting option to diversify your skin.",
    "service.characters_design.name": "Characters Design",
    "service.characters_design.price": "$ 3",
    "service.characters_design.description": "Drawing characters in a unique style that can be used in animation or any other purpose.",

    "projects_page.beautiful_world.description": "The Mod with its own lore. Mod adds a new dimension infected with a virus, new ore, weapons a etc",
    "projects_page.acofi.description": "ACOFI changes craft recipe of fiery items from Twilight Forest, like netherite does",
    "projects_page.blood_crystal.description": "The Mod adds items to call lunar events from Enhanced Celestials",
    "projects_page.citattfp.description": "This Datapack allows you to change a portal activation item from Twilight Forest",
    "projects_page.sfs_gui.description": "Resource pack makes some Minecarft GUI elements invisible",
    "projects_page.dungeons_content.description": "This Mod completely ports content from Minecraft Dungeons to Minecarft Java",
    "projects_page.dungeons_content_music_disc.description": "Addon for Dungeons Content, adding new music discs",
    "projects_page.harpiccore.description": "A mod that slightly enhances the Overworld and adds a large variety of other content",
    "projects_page.mdestudio_theme.description": "Theme for MCreator, changing the program UI to the MDE style",

    "mod-info.about-p-mod": "About the mod",
    "mod-info.about-p-plugin": "About the plugin",
    "mod-info.about-p-rp": "About resource pack",
    "mod-info.about-p-dp": "About the datapack",

    "beautiful-world.one-p": "Beautiful World is a global mod that adds new a dimension infected with the Korg virus. Try to survive in it, using new overloud equipment and incendiary rhodium, fight against mobs whose minds are completely infected with the Korg!",
    "beautiful-world.second-p": "(The Mod is still in development)",
    "beautiful-world.chapter.navigation": "The Mod navigator",
    "beautiful-world.details.summary.lore": "The Mod lore",
    "beautiful-world.details.lore.p1": "Once upon a time an entity appeared in the Universe. It wanted world domination. It began to destroy star systems that had at least some life, without a chance of survival. Dozen of civilizations fell under its power, one of them are \"People\", that just 100 years ago began to explore its neighboring planet, Mars.",
    "beautiful-world.details.lore.p2": "Such extermination could not go unnoticed. One of the most developed civilizations, the Crocs, which had not yet reached that creature, began to develop a special black substance. According to their plan, it was supposed to protect everyone from danger, thanks to its features. Through the substance it was possible to see space, from the surface of the planet, but to see the surface of the planet from space - no.",
    "beautiful-world.details.lore.p3": "After creating the black substance, the Crocs gave it the name \"Korg\" and immediately began to cover all the planets with it. Only later it turns out that they made a very big mistake, that they did not test the korg and used its very first prototype to cover the planets. And this turned out to be that the korg became the Great Filter at the stage of the first exit into outer space and upon contact with the surface of the planet, the korg becomes a virus that slowly infects the planet.",
    "beautiful-world.details.lore.p4": "After covering all the planets that were not destroyed by the korg, the creature began to destroy every first system it came across. But this time, it destroyed not just like that, but in order to obtain resources to create its own world. One of the systems attacked was TRAPPIST-1 and its planet TRAPPIST-1 F. The creature opened fiery gates in the sky of TRAPPIST-1 F and began to slowly tear out pieces of the surface and transfer them to its dimension. During this event, several drops of korg dropped onto surface F, through the gate...",
    "beautiful-world.details.lore.p5": "At first the korg behaved like an ordinary liquid. The local civilization - Dzhuly, actively studied it, someone was wary of it, and some special crazy people drank korg and built an entire religion on it. Like, “This black slurry that fell on our land can make us superjuls and we will not be afraid of hunger, war and any disease!”",
    "beautiful-world.details.lore.p6": "Those who interacted even a little with the corg complained of severe headaches, nausea and tingling throughout the body within a week. The hospital could do nothing to help them; on the contrary, the infected only got worse. After a while, the skin color of the infected took on a black tint, and after a while they began to be sent to laboratories for research and treatment attempts.",
    "beautiful-world.details.lore.p7": "The medicine, in the form of pitahaya, was found fairly quickly, but it was in excess and the korg very quickly mutated to the point of being able to spread throughout the area. A month later, all the places where there were infected were mired in corga. And this world will probably never be healed.",

    "sfs-gui.one-p": "A small resource pack that makes some GUI elements transparent, similar to what Mojang introduced in 1.20.5 for the background.",

    "mdetheme-plugin.one-p": "MDEStudio Theme is plugin for MCreator which changes the appearance of the program to the MDE style.",

    "dc-disc-addon.one-p": ["Dungeons Content Music Disc is addon for", ", adding to game 20 new music discs."],

    "citattfp.one-p": "CITATTFP is a data pack with which you can replace the standard item that activates the portal to the Twilight Forest with any other one.",
    "citattfp.chapter.guide": "Tutorial on using and configuring datapack",
    "citattfp.ul.one-li": "Open archive and go to",
    "citattfp.ul.second-li": "Open file",
    "citattfp.ul.three-li": ["Find line", "is the item that activates the portal."],
    "citattfp.ul.four-li": "To get the item ID, press F3 + H to turn on tooltips, then select an item you want to use to activate the TF portal. ",
    "citattfp.ul.five-li": ["What is highlighted in the photo with a red frame is item ID that needs to be used in", "The ID must be written with quotes, as shown in the example."],
    "citattfp.ul.six-li": "After changing the ID save the file and close the archive.",
    "citattfp.ul.seven-li": ["Move the archive to", ""],

    "dungeons-content.one-p": "Minecraft Dungeons is a spin-off of the Minecraft game, in the action role-playing genre. If you've ever played this game, then you probably had a desire to transfer at least some of the content to regular Minecraft. This mod will help you realize this desire.",
    "dungeons-content.second-p": "Dungeons Content strives to port everything from Minecraft Dungeons to Minecraft Java, including the feel and fun. With this mod you will be able to encounter the same bosses, mobs and structures that you saw in the original Minecraft Dungeons. You can also destroy the Arch-Illager and the Vengeful Heart of the Edge, as in the original MD, with the same sensations and emotions, with this mod.",
    "dungeons-content.three-p": ["Dungeons Content has unofficial version for Bedrock Minecraft created by", "You can get acquainted with it using this link:"],
    "dungeons-content.warning.ul.one-li": "The mod depends on API",
    "dungeons-content.warning.ul.second-li": "The mod is not recommended to be installed on a server.",
    "dungeons-content.warning.ul.three-li": "Dungens Content has some conflicts with OptiFine.",
    "dungeons-content.warning.ul.four-li": ["Resource pack", "may conflict with this mod. (For example: )"],
    "dungeons-content.chapter.bedrock-edition": "Version for Bedrock Edition",
    "dungeons-content.details.summary.add-content": "Addons for Dungeons Content",
    "dungeons-content.details.summary.credits": "Credits",
    "dungeons-content.details.add-content-p1": "— Official addon for Dungeons Content adding 20 new music disc.",
    "dungeons-content.details.add-content-p2": "— is still in developing",
    "dungeons-content.details.credits-slashbro": "— The founder of MDE Studio and main developer Dungeons Content.",
    "dungeons-content.details.credits-superfeda": "— Editor of this page",
    "dungeons-content.details.credits-emptycoso": "— Creator of Dungeons Content for Bedrock Minecraft.",
    "dungeons-content.details.credits-zozozrob": "— Former texture designer.",

    "blood-crystal.one-p": ["Blood Crystal is tiny addon for", ", that adds several items to call lunar events from"],
    "blood-crystal.second-p": "This item causes a blood moonю It drops from zombies (from vanilla Minecraft) with 5% chance.",
    "blood-crystal.three-p": "The Luck Crystal summons a blue moon. To get it you will have to dig some rolling blocks and with a 0.05% chance it will drop.",
    "blood-crystal.four-p": "This crystal summons the harvest moon. It can also be purchased by a level 2 farmer.",
    "blood-crystal.five-p": "Unstable crystals summon super moons. You can get any crystal by placing one type of crystal (mentioned above) in all 9 slots of the workbench.",
    "blood-crystal.details.summary.guide": "The Mod Tutorial",
    "blood-crystal.chapter.blood-crystal": "Blood Crystal",
    "blood-crystal.chapter.lucky-crystal": "Luck Crystal",
    "blood-crystal.chapter.harvest-crystal": "Harvest Crystal",
    "blood-crystal.chapter.unstable-crystals": "Unstable Crystals",

    "acofi.one-p": ["Alternate Create Of Fiery Items (ACOFI) is addon for", "that changes craft recipe of fiery items using new item."],
    "acofi.second-p": "The Fiery upgrade template is that new item, that introduced new alternative crafting recipes. This item can be obtained by killing Hydra or Ur-Ghast",
    "acofi.three-p": "If template does not drop from any bosses and JEI shows the original recipes, it means tha the addition datapack hasn't installed yet. In this case, use this command:",
    "acofi.four-p": "(This problem did not occur during tests. I wrote it just in case, maybe someone comes across this.)",
    "acofi.chapter.about-item": "Fiery upgrade template",
    "acofi.chapter.recipe": "Recipes",
    "acofi.chapter.fix-problems": "Fixing problems",

    "harpiccore.one-p": "HarpicCore is a mod that slightly transforms the appearance of the Overworld and adds new weapons, mobs, bosses, and a new world.",
    "harpiccore.second-p": "Travel through the world, exploring new biomes and structures. Tame an ostrich or defeat the Cat Queen and claim her palace for yourself.",
    "harpiccore.three-p": "Descend into the Nether and pass through the valley of lost souls that will watch you and scream in agony. Find the Inferno fortress in this world and defeat it to obtain new materials for crafting new tools.",
    "harpiccore.four-p": "And of course, try to enter the Impulse Realm, shattered into millions of islands floating in the endless void and filled with hordes of impulse mobs. Find the fortress where the Impulse Golem sleeps and challenge him."
}