{
    "title.home": "SkylightProduction",
    "title.invite-page": "SK: Заявка",
    "title.services-page": "SK: Услуги",
    "title.services-page.standart-skin": "SK: Скин 64х64",
    "title.services-page.totem": "SK: Тотем",
    "title.services-page.model": "SK: Модель",
    "title.services-page.logo": "SK: Логотип в стиле Minecraft",
    "title.services-page.rew-skin": "SK: Перерисовка скина",
    "title.services-page.texture": "SK: Текстура",
    "title.services-page.cape": "SK: Плащ",
    "title.services-page.characters-design": "SK: Дизайн персонажей",
    "title.projects-page": "SK: Проекты",
    "title.projects-page.beautiful-world": "SK: Beautiful world",
    "title.projects-page.sfs-gui": "SK: SF's GUI",
    "title.projects-page.acofi": "SK: ACOFI",
    "title.projects-page.blood-crystal": "SK: Blood crystal",
    "title.projects-page.citattfp": "SK: CITATTFP",
    "title.projects-page.dungeons-content": "SK: Dungeons Content",
    "title.projects-page.dc-disc-addon": "SK: Dungeons Content Music Disc",
    "title.projects-page.harpiccore": "SK: HarpicCore",
    "title.projects-page.mdetheme": "SK: MDEStudio Theme",
    "title.studios.skylightmodding": "SK: SkylightModding",
    "title.studios.mdestudio": "SK: MDEStudio",

    "nav_bar.home_page": "Главная",
    "nav_bar.projects_page": "Проекты",
    "nav_bar.services_page": "Услуги",

    "footer.url-column-name": "Ссылки",
    "footer.contacts-column-name": "Контакты",
    "footer.button.invite": "Присоединиться к нам",
    "footer.button.change-theme": "Сменить тему",

    "home.about_text": "Комплекс студий разрабатывающий контент для",
    "home.our_studios": "Наши студии:",
    "home.skylightmodding.creation-date": "Дата создания: 17.10.2022",
    "home.skylightmodding.projects-count": "Всего проектов: 5",
    "home.mdestudio.creation-date": "Дата создания: 22.07.2019",
    "home.mdestudio.projects-count": "Всего проектов: 5",

    "invite.title": "Заявка на вступление в SK",
    "invite.one-p": ["Перед тем, как присоединяться к нашей команде, ознакомьтесь с нашей", "политикой"],

    "studio.role.founder": "Основатель",
    "studio.tole.co-founder": "Сооснователь",

    "services-page.title": "Услуги",
    "services-page.message.one-p": "В силу обстоятельств мы не можем оформить ОГРН, а из-за этого не можем подключить онлайн кассы, поэтому оплата наших услуг будет происходить через сервис DonationAlerts.",
    "services-page.message.second-p": ["В донате", "обязательно", "укажите электронную почту или Discord никнейм, для связи с вами."],

    "service-info-page.button.pay": "Заказать",
    "service-info-page.chapter.work-examples": "Примеры работ:",

    "service.standart_skin.name": "Скин 64х64",
    "service.standart_skin.price": "259 ₽",
    "service.standart_skin.description": "Надоели обычные Стив и Алекс? Новые скины тоже успели надоесть? Тогда мы поможем вам создать уникальный дизайн для вашего скина!",
    "service.rew_skin.name": "Перерисовка скина",
    "service.rew_skin.price": "189 ₽",
    "service.rew_skin.description": "Перерисовка скина подойдет для тех, кто хочет сохранить образ своего персонажа, но при этом повысить качество.",
    "service.logo.name": "Лого в стиле Minecraft",
    "service.logo.price": "149 ₽",
    "service.logo.description": "Отличная вещь для оформления сервера или страницы скачивания мода.",
    "service.model.name": "Модель",
    "service.model.price": "149 ₽",
    "service.model.description": "Модель - один из главных элементов любого мода, способный показать весь визуал модификации.",
    "service.texture.name": "Текстура",
    "service.texture.price": "69 ₽",
    "service.texture.description": "Текстура - основное составляющее всего визуала Minecraft. Мы реализуем любые идеи для модов, ресурс-паков и не только, для улучшения того самого визуала.",
    "service.totem.name": "Тотем",
    "service.totem.price": "59 ₽",
    "service.totem.description": "Хотите ли вы, чтобы тотем сохраняющий вашу жизнь, был похож на вас или вашего товарища? Тогда мы поможем в реализации вашей идеи!",
    "service.cape.name": "Плащ",
    "service.cape.price": "99 ₽",
    "service.cape.description": "Интересный вариант для того, чтобы разнообразить ваш скин.",
    "service.characters_design.name": "Дизайн персонажей",
    "service.characters_design.price": "199 ₽",
    "service.characters_design.description": "Рисовка персонажей в уникальном стиле, которых можно использовать в создании анимации или любых других целей.",

    "projects_page.beautiful_world.description": "Мод с собственным лором. Добавляет новый мир, пораженный вирусом, новую руду, оружие и т.д",
    "projects_page.acofi.description": "ACOFI меняет способ создания огненного снаряжения из Twilight Forest, подобно незериту",
    "projects_page.blood_crystal.description": "Мод добавляет предметы для призыва лунных ивентов из Enhanced Celestials",
    "projects_page.citattfp.description": "Датапак для смены предмета, активирующий портал в Twilight Forest",
    "projects_page.sfs_gui.description": "Ресурс пак, делающий некоторые элементы GUI Minecraft прозрачными",
    "projects_page.dungeons_content.description": "Мод полностью портирующий Minecraft Dungeons в Java Minecraft",
    "projects_page.dungeons_content_music_disc.description": "Аддон для Dungeons Content, добавляющий музыкальные пластинки",
    "projects_page.harpiccore.description": "Мод, немного дополняющий Верхний мир и добавляющий большое множество другого контента",
    "projects_page.mdestudio_theme.description": "Тема для MCreator, изменяющая UI программы под стиль MDE",

    "mod-info.about-p-mod": "О моде",
    "mod-info.about-p-plugin": "О Плагине",
    "mod-info.about-p-rp": "О ресурс паке",
    "mod-info.about-p-dp": "О дата паке",

    "beautiful-world.one-p": "Beautiful World - это глобальный мод, добавляющий новое измерение, заражённое вирусом корга. Попытайтесь выжить в нём, используя новую экипировку из оверлоуда и поджигающего родия и сражайтесь против мобов, разум которых полностью захвачен коргом!",
    "beautiful-world.second-p": "(Мод находится на стадии разработки.)",
    "beautiful-world.chapter.navigation": "Навигатор по моду",
    "beautiful-world.details.summary.lore": "Лор Мода",
    "beautiful-world.details.lore.p1": "Однажды во Вселенной появилась сущность, захотевшая мирового господства. Оно начало уничтожать все звёздные системы, имеющие хоть какую-то жизнь, без шанса на выживание. От его силы пало десятки цивилизаций, одна из них - \"Люди\", которая всего-то 100 лет назад начала освоение своей планеты-соседа - Марс.",
    "beautiful-world.details.lore.p2": "Подобное истребление не могло остаться не замеченным. Одна из самых развитых цивилизаций - Кроксы, до которой ещё не дошло то существо, начала разрабатывать специальную субстанцию чёрного цвета. По их плану, она должна была защитить всех от опасности, благодаря её особенности. Через субстанцию можно было видеть космос, с поверхности планеты, но видеть поверхность планеты со стороны космоса - нет.",
    "beautiful-world.details.lore.p3": "После создания чёрной субстанции Кроксы дали ей название \"Корг\" и сразу же начали покрывать ей все планеты. Только потом окажется, что они совершили очень большую ошибку, что не стали тестировать корг и для покрытия планет использовали его самый первый прототип. А обернулось это тем, что корг стал тем самым Великим фильтром на этапе первого выхода в космическое пространство и при соприкосновении с поверхностью планеты, корг становится вирусом, медленно поражающим планету.",
    "beautiful-world.details.lore.p4": "После покрытия всех не уничтоженных планет коргом, существо начало уничтожать каждую первую попавшуюся ему на глаза систему. Но в этот раз, оно уничтожало не просто так, а чтобы добыть ресурсов, для создания своего мира. Одной из атакованных систем стала TRAPPIST-1 и её планета TRAPPIST-1 F. Существо открыло огненные врата в небе TRAPPIST-1 F, начало медленно вырывать куски поверхности и переносить в своё измерение. Во время этого события на поверхность F, сквозь врата, капнуло несколько капель корга...",
    "beautiful-world.details.lore.p5": "Сначала корг вёл себя как обычная жидкость. Местная цивилизация - Джулы, его активно изучала, кто-то его остерегался, а какие-то особые сумашедшие пили корг и построили на нём целую религию. Мол, \"Эта чёрная жижа, упавшая на нашу землю, может сделать из нас сверхджулов и нам не будет страшен голод, война и любая болезнь!\".",
    "beautiful-world.details.lore.p6": "Те, кто хоть немного взаимодействовал с коргом, уже через неделю жаловались на сильные головные боли, тошноту и покалывания по всему телу. В больнице им ничем не могли помочь, наоборот, зараженным становилось только хуже. Спустя время, цвет кожи заражённых обретал черный оттенок, а ещё через время их начали отправлять в лаборатории для исследований и попыток лечения.",
    "beautiful-world.details.lore.p7": "Лекарство, в виде питахайи, было найдено за достаточно быстрое время, но оно было в избытке и корг очень быстро мутировал до способности распространяться по местности. Через месяц все места, где были зараженные, погрязли в корге. И наверно этот мир уже никогда не вылечить.",

    "sfs-gui.one-p": "Небольшой ресурс пак, делающий некоторые элементы GUI прозрачными, подобно тому, что ввели Mojang в 1.20.5 для заднего фона.",

    "mdetheme-plugin.one-p": "MDEStudio Theme - плагин для MCreator, меняющий внешний вид программы под стиль MDE.",

    "dc-disc-addon.one-p": ["Dungeons Content Music Disc - аддон для", ", добавляющий в игру 20 новых музыкальных пластинок."],

    "citattfp.one-p": "CITATTFP - это дата пак, с помощью которого можно заменить стандартный предмет, активирующий портал в Сумеречный лес, на любой другой.",
    "citattfp.chapter.guide": "Гайд по использованию дата пака",
    "citattfp.ul.one-li": "Откройте архив и пройдите по пути:",
    "citattfp.ul.second-li": "Откройте файл",
    "citattfp.ul.three-li": ["Найдите строку", "- является тем самым предметом, который будет заменять собой алмаз."],
    "citattfp.ul.four-li": "Для того чтобы получить ID предмета, нужно нажать комбинацию клавиш F3 + H в окне Minecraft, после перейти в меню инвентаря и навестись курсором на предмет, который вы хотите использовать заместо алмаза, для активации портала в СЛ.",
    "citattfp.ul.five-li": ["То, что выделено на фото красной рамкой и является ID предмета, который нужно использовать в", "Записывать ID в файле нужно вместе с кавычками, как показано в примере."],
    "citattfp.ul.six-li": "После смены идентификатора сохраните файл и закройте архив.",
    "citattfp.ul.seven-li": ["Переместите архив в папку datapacks находящиеся в", "для нужного вам мира."],

    "dungeons-content.one-p": "Minecraft Dungeons - спин-офф игры Minecraft, в жанре ролевого экшна. Если вы когда-то играли в эту игру, то наверняка у вас было желание перенести хотя бы часть контента в обычный Minecraft. Этот мод поможет реализовать данное желание.",
    "dungeons-content.second-p": "Dungeons Content старается портировать всё, что есть из Minecraft Dungeons в Minecraft Java, включая ощущения и интерес. С этим модом вы сможете встретить тех же самых боссов, мобов и структуры, что вы видели в оригинальном Minecraft Dungeons. Уничтожить Архизлодеянина и Мстительное Сердце Края, как в оригинальном MD, с теми-же ощущениями и эмоциями, тоже получится вместе с этим модом.",
    "dungeons-content.three-p": ["У Dungeons Content есть неофициальная версия для Bedrock издания Minecraft, созданная", "Ознакомится с ней можно по этой ссылке:"],
    "dungeons-content.warning.ul.one-li": "Мод зависим от",
    "dungeons-content.warning.ul.second-li": "Мод не рекомендуется устанавливать на сервер.",
    "dungeons-content.warning.ul.three-li": "Dungens Content имеет некоторые конфликты с OptiFine.",
    "dungeons-content.warning.ul.four-li": ["Ресурс пак", "немного конфликтует с этим модом. (Например вот так: )"],
    "dungeons-content.chapter.bedrock-edition": "Версия для Bedrock Edition",
    "dungeons-content.details.summary.add-content": "Дополнительный контент к Dungeons Content",
    "dungeons-content.details.summary.credits": "Титры",
    "dungeons-content.details.add-content-p1": "— Oфициальное дополнение для Dungeons Content добавляющие 20 новых музыкальных пластинок.",
    "dungeons-content.details.add-content-p2": "— В разработке",
    "dungeons-content.details.credits-slashbro": "— Основатель MDE Studio и главный разработчик Dungeons Content.",
    "dungeons-content.details.credits-superfeda": "— Редактор этой страницы.",
    "dungeons-content.details.credits-emptycoso": "— Создатель Dungeons Content для Bedrock издания Minecraft.",
    "dungeons-content.details.credits-zozozrob": "— Бывший текстурщик.",

    "blood-crystal.one-p": ["Blood Crystal - небольшой аддон для", ", добавляющий несколько новых предметов предназначенных для призыва лунных иветов из"],
    "blood-crystal.second-p": "Данный предмет призывает кровавую луну, выпадает из зомби мобов (из ванильного Minecraft) с шансом 5%.",
    "blood-crystal.three-p": "Кристалл удачи призывает голубую луну. Чтобы его получить придется покапать немного скалковых блоков и с шансом 0.05% он дропнется.",
    "blood-crystal.four-p": "Этот кристалл призывает урожайную луну. Его можно купить у фермера 2 уровня.",
    "blood-crystal.five-p": "Нестабильные кристаллы призывают супер луны. Получить какой-либо кристалл можно путём выкладывания одного вида кристалла (озвученного выше) во все 9 слотов верстака.",
    "blood-crystal.details.summary.guide": "Гайд по моду",
    "blood-crystal.chapter.blood-crystal": "Кровавый кристалл",
    "blood-crystal.chapter.lucky-crystal": "Кристалл удачи",
    "blood-crystal.chapter.harvest-crystal": "Кристалл урожая",
    "blood-crystal.chapter.unstable-crystals": "Нестабильные кристаллы",

    "acofi.one-p": ["Alternate Create Of Fiery Items (ACOFI) - это аддон для", "меняющий способ создания огненного снаряжения, благодаря новому предмету."],
    "acofi.second-p": "Шаблон огненного улучшения - это тот самый новый предмет, благодаря которому вводятся альтернативные рецепты крафта. Этот предмет можно добыть путем убийства Гидры или Ур-Гаста.",
    "acofi.three-p": "Если шаблон не появляется после убийства какого-либо босса и JEI показывает оригинальные рецепты создания добавленные для верстака, то это связанно с тем, что по каким-то причинам доп. датапак не был загружен. В таком случае используйте эту команду:",
    "acofi.four-p": "(Во время теста данной проблемы не было. Написал на всякий случай, вдруг кто-то столкнется с этим.)",
    "acofi.chapter.about-item": "Шаблон огненного улучшения",
    "acofi.chapter.recipe": "Рецепты",
    "acofi.chapter.fix-problems": "Исправление ошибок",

    "harpiccore.one-p": "HarpicCore - мод, немного преображающий вид Верхнего мира и добавляющий новое оружие, мобов, боссов и новый мир.",
    "harpiccore.second-p": "Путешествуйте по миру, изучая новые биомы и сооружения. Приручите страуса или одолейте Королеву котов и присвойте себе её дворец.",
    "harpiccore.three-p": "Спуститесь в Нижний мир и пройдите сквозь далину мёртвых душ, что будут наблюдать за вами и истошно орать. Найдите в этом же мире крепость Инферно и сразите его, дабы получить новый материал для создания новых инструментов.",
    "harpiccore.four-p": "И конечно попытайтесь попасть в Импульсное царство, разбитое на миллионы островков, болтающихся в бескрайней пустоте и забитой полчищем импульсных мобов. Найдите там крепость, где спит Импульсный голем и бросьте ему вызов."
}